[
  {
    "id": 1,
    "text": "Если ваш вес начинает нарастать, вы едите меньше обычного?"
  },
  {
    "id": 2,
    "text": "Старатесь ли вы есть меньше, чем вам хотелось бы во время обычного приёма пищи?"
  },
  {
    "id": 3,
    "text": "Часто ли вы отказываетесь от еды и питья из-за того, что беспокоитесь о своём весе?"
  },
  {
    "id": 4,
    "text": "Аккуратно ли вы контролируете количество съеденного?"
  },
  {
    "id": 5,
    "text": "Выбираете ли вы пищу преднамеренно, чтобы похудеть?"
  },
  {
    "id": 6,
    "text": "Если вы переели, будете ли вы на следующий день есть меньше?"
  },
  {
    "id": 7,
    "text": "Старатесь ли вы есть меньше, чтобы не поправиться?"
  },
  {
    "id": 8,
    "text": "Часто ли вы стараетесь не есть между обычными приёмами пищи из-за того, что следите за своим весом?"
  },
  {
    "id": 9,
    "text": "Часто ли вы стараетесь не есть вечером из-за того, что следите за своим весом?"
  },
  {
    "id": 10,
    "text": "Имеет ли значение ваш вес, когда вы едите?"
  },
  {
    "id": 11,
    "text": "Возникает ли у вас желание есть, когда вы раздражены?"
  },
  {
    "id": 12,
    "text": "Возникает ли у вас желание есть, когда вам нечего делать?"
  },
  {
    "id": 13,
    "text": "Возникает ли у вас желание есть, когда вы подавлены или обескуражены?"
  },
  {
    "id": 14,
    "text": "Возникает ли у вас желание есть, когда вам одиноко?"
  },
  {
    "id": 15,
    "text": "Возникает ли у вас желание есть, когда вас кто-либо подвёл?"
  },
  {
    "id": 16,
    "text": "Возникает ли у вас желание есть, когда вам что-либо препятствует, встаёт на вашем пути, или нарушаются ваши планы, либо что-то не удаётся?"
  },
  {
    "id": 17,
    "text": "Возникает ли у вас желание есть, когда вы предчувствуете какую-либо неприятность?"
  },
  {
    "id": 18,
    "text": "Возникает ли у вас желание есть, когда вы встревожены, озабочены или напряжены?"
  },
  {
    "id": 19,
    "text": "Возникает ли у вас желание есть, когда «всё не так», «всё валится из рук»?"
  },
  {
    "id": 20,
    "text": "Возникает ли у вас желание есть, когда вы испуганы?"
  },
  {
    "id": 21,
    "text": "Возникает ли у вас желание есть, когда вы разочарованы, когда разрушены ваши надежды?"
  },
  {
    "id": 22,
    "text": "Возникает ли у вас желание есть, когда вы взволнованы, расстроены?"
  },
  {
    "id": 23,
    "text": "Возникает ли у вас желание есть, когда вы скучаете, утомлены, неспокойны?"
  },
  {
    "id": 24,
    "text": "Едите ли вы больше чем обычно, когда еда вкусная?"
  },
  {
    "id": 25,
    "text": "Если еда хорошо выглядит и хорошо пахнет, едите ли вы больше обычного?"
  },
  {
    "id": 26,
    "text": "Если вы видите вкусную пищу и чувствуете её запах, едите ли вы больше обычного?"
  },
  {
    "id": 27,
    "text": "Если у вас есть что-либо вкусное, съедите ли вы это немедленно?"
  },
  {
    "id": 28,
    "text": "Если вы проходите мимо булочной (кондитерской), хочется ли вам купить что-либо вкусное?"
  },
  {
    "id": 29,
    "text": "Если вы проходите мимо закусочной или кафе, хочется ли вам купить что-либо вкусное?"
  },
  {
    "id": 30,
    "text": "Если вы видите, как едят другие, появляется ли у вас желание есть?"
  },
  {
    "id": 31,
    "text": "Можете ли вы остановиться, если едите что-либо вкусное?"
  },
  {
    "id": 32,
    "text": "Едите ли вы больше чем обычно в компании (когда едят другие)?"
  },
  {
    "id": 33,
    "text": "Когда вы готовите пищу, часто ли вы её пробуете?"
  }
]